Repository: tmx-research-archive/cross-tool-tmx-interoperability-experiments
Catalog: 3_H2/YiCAT_memoQ_YiCAT/GC/03_post_GC_YiCAT_memoQ_YiCAT_H2.tmx
Source language: en_ca
Languages: fr_ca

source: Which said tract of land was formerly known and distinguished as lot number twenty-six (26) upon the official for the Banlieue, parish of Notre Dame de Quebec, but which lot has since been subdivided, <a href="">and the said tract of land is now known and distinguished by different numbers, all of which are subdivisions of the said original lot number twenty-six, together with and including all or any part of the said original lot number twenty-six, as the same is now laid out and shown on the plan of the subdivision of the said lot number twenty-six as streets or avenues, and including all or any dwelling houses or other buildings of any kind erected on the said tract of land.
fr_ca: Laquelle étendue de terre était ci-devant connue et désignée comme lot numéro vingt-six (26) du officiel pour la banlieue, paroisse de Notre-Dame-de-Québec, mais le dit lot a depuis été subdivisé et la dite étendue de terre est aujourd’hui connue et désignée sous différents numéros qui tous représentent des subdivisions du dit lot primitif numéro vingt-six, y compris la totalité ou toute partie du dit lot primitif numéro vingt-six, portée au plan de la <a href="">subdivision du dit lot numéro vingt-six, en rues et avenues, et y compris les maisons et autres constructions de toute espèce érigées sur la dite étendue de terre.

source: A strip of land on the south side of the said Ste. Foye road, to be taken off the front or northerly end of lots numbers sixty-eight (68), seventy-five (75) and seventy-six (76) and seventy-nine (79) on the for the said Banlieue, parish of Notre Dame de Quebec, the said strip of land to be of such a depth as, when the same is <a href="">added to the present width of the said Ste. Foye road, will make the said road seventy-five feet wide in that locality.
fr_ca: Une lisière de terrain située du côté sud du dit chemin de Sainte-Foye, à détacher du front ou de l’extrémité nord des lots soixante-huit (68), soixante-quinze (75), soixante-seize (76) et soixante et dix-neuf (79) du de la dite banlieue, paroisse de Notre-Dame-de-Québec; la dite lisière devant être de la profondeur nécessaire pour porter, dans cette localité, la <a href="">largeur du dit chemin de Sainte-Foye à soixante-quinze pieds quand la dite lisière sera ajoutée à la largeur actuelle du dit chemin.

source: A strip of land on the east side of the Belvedere road, to be taken off the west side of the said lot number sixty-eight (68) above mentioned, <a href="">and off the front or west end of lots numbers sixty-nine (69), seventy (70), seventy-one (71), seventy-two (72) and seventy-three (73) on the for the said Banlieue, parish of Notre Dame de Quebec, the said strip of land to be of such a depth as, when the same is added to the present width of the said Belvedere road, will make the said road seventy-five feet wide from one end of the same to the other.
fr_ca: Une lisière de terrain située du côté est du chemin du Belvédère, à détacher du côté ouest du lot numéro soixante-huit (68) ci-dessus mentionné, <a href="">et du front ou extrémité ouest des lots numéros soixante-neuf (69), soixante et dix (70), soixante et onze (71), soixante-douze (72) et soixante-treize (73) du de la dite banlieue, paroisse de Notre-Dame-de-Québec; la dite lisière devant être de la profondeur nécessaire pour porter, d’un bout à l’autre de la dite lisière, la largeur du dit chemin du Belvédère à soixante-quinze pieds, quand cette dernière sera ajoutée à la largeur actuelle du dit chemin.

source: A strip of land on the north side of the St. Louis road (starting from the junction of the said Belvedere road and the said St. Louis road and running in a westerly direction) to be taken off the south side of lot number two hundred and twenty-six (226) — the front or south end of lot number two hundred and twenty (220) — and about one-third of the whole frontage or south end of lot number two hundred and eighteen (218) upon the for the Parish of St. Colomba de Sillery. The said strip of land to be of such a depth as, when the same is <a href="">added to the present width of the said St. Louis road, will make the said road seventy-five feet wide in that locality, — with any houses or buildings to be found on the said strip of land.
fr_ca: Une lisière de terrain située du côté nord du chemin Saint-Louis (à partir du point de jonction du dit chemin du Belvédère et du dit chemin Saint-Louis et allant dans la direction de l’ouest) à détacher du côté sud du lot numéro deux cent vingt-six (226), du front ou extrémité sud du lot numéro deux cent vingt (220) et d’environ un tiers du front ou extrémité sud du lot deux cent dix-huit (218) du de la paroisse de Saint-Colomban-de-Sillery; la dite lisière devant être de la profondeur nécessaire pour porter, dans cette localité, la largeur du dit chemin <a href="">Saint-Louis à soixante-quinze pieds, quand la dite lisière sera ajoutée à la largeur actuelle du dit chemin, avec les maisons et autres constructions qui se trouvent sur la dite lisière de terrain.

source: A strip of land on the west side of “Gilmour’s Hill” (which leads from the St. Louis road to “Wolfe’s Cove”) starting from the junction of said “Gilmour’s Hill” with the said St. Louis road and running in a southerly and south easterly direction as far as the brow of the hill ( Cime du Cap ) — the said strip of land to be taken off the easterly side of lots numbers two hundred and fourteen (214) — two hundred and seventeen (217) and two hundred and twenty-eight (228), upon the for the said Parish of St. Colomba de Sillery. The said strip of land to be of such a depth as, when <a href="">the same is added to the present width of “Gilmour’s Hill”, will make the said hill seventy-five feet wide in that locality, together with any houses or other buildings erected on the said strip of land.
fr_ca: Une lisière de terrain située du côté ouest de la côte dite Gilmour’s-Hill (qui conduit du chemin Saint-Louis à Wolfe’s-Cove), à partir du point de jonction de la dite côte et du dit chemin de Saint-Louis et allant dans la direction du sud et au sud-est jusqu’à la cîme du cap — la dite lisière de terrain à être détachée du côté est des lots numéros deux cent quatorze (214), deux cent dix-sept (217) et deux cent vingt-huit (228), du de la dite paroisse de Saint-Colomban-de-Sillery; la dite lisière de terrain devant être de la profondeur nécessaire pour porter, dans cette localité, la largeur de la <a href="">côte dite Gilmour’s-Hill à soixante-quinze pieds, quand la dite lisière sera ajoutée à la largeur actuelle de la dite côte; avec les maisons et autres constructions qui se trouvent sur la dite lisière de terrain.

source: A strip of land seventy-five feet in width by the whole length of the “Marchmont Property”, now the “Merici Convent” on the west side of the Plains of Abraham — which was formerly distinguished as lot number two hundred and twenty-seven (227) upon the for the said Parish of St. Colomba de Sillery but which is now subdivided into numerous lots, — the said strip of land to be taken as close as may be found to be practicable to the brow of the cliff ( Cime du Cap ) — <a href="">and also the whole of the irregular tract of land which will lie between the said strip of land when laid out and the said brow of the hill or Cime du Cap.
fr_ca: Une lisière de terrain d’une largeur de soixante-quinze pieds sur toute la longueur de la propriété de Marchmont, aujourd’hui le Couvent de Mérici, du côté ouest des plaines d’Abraham, ci-devant connue et désignée comme lot numéro deux cent vingt-sept (227) du de la dite paroisse de Saint-Colomban-de-Sillery, lequel lot est aujourd’hui subdivisé en de nombreux lots, la dite lisière de terrain à prendre aussi près que possible de la cîme du cap; <a href="">et, aussi, la totalité de l’étendue irrégulière de terrain qui sera située entre la dite lisière de terrain, quand le tracé en sera effectué, et la dite cîme du cap.

source: A tract of land comprising several lots of land with houses and other buildings erected thereon in the neighbourhood of “Wolfe’s Monument”, to the east of the Plains of Abraham, which is bounded as follows: — In front towards the north by St. Louis street or La Grande Allée, in rear towards the south by Monument street (on which street Wolfe’s Monument is erected), on one side towards the east by lot number one hundred and fifty-three and on the other side towards the west by the Plains of Abraham, with the streets intersecting or adjoining same, namely: Wolfe street and Monument street, — the said tract of land comprising the lots numbers one hundred and fifty-two, one hundred and fifty-four, one hundred and fifty-five, one hundred and fifty-six, one hundred and sixty-one, one hundred and sixty-one A, one hundred and sixty-one B, one hundred and sixty-two, one hundred and sixty-three, one hundred and sixty-three A, one hundred and sixty-three B, <a href="">and one hundred and sixty-four (152, 154, 155, 156, 161, 161A, 161B, 162, 163, 163A, 163B, and 164), on the for the Banlieue Parish of Notre Dame de Quebec.
fr_ca: Une étendue de terrain comprenant plusieurs lots avec maisons et autres constructions y érigées, dans le voisinage du monument de Wolfe, à l’est des plaines d’Abraham, et bornée comme suit : en front, vers le nord, par la rue Saint-Louis ou la Grande-Allée, en arrière, vers le sud, par la rue du Monument (sur laquelle est érigé le monument de Wolfe), d’un côté, vers l’est, par le lot numéro cent cinquante-trois, et de l’autre côté, vers l’ouest, par les plaines d’Abraham, avec les rues coupant ou longeant le dit terrain, savoir : la rue Wolfe et la rue du Monument; la dite étendue de terre comprenant les lots numéros cent cinquante-deux, cent cinquante-quatre, cent cinquante-cinq, cent cinquante-six, cent soixante et un, cent soixante et un A, <a href="">cent soixante et un B, cent soixante-deux, cent soixante-trois, cent soixante-trois A, cent soixante-trois B et cent soixante-quatre (152, 154, 155, 156, 161, 161A, 161B, 162, 163, 163A, 163B et 164), du de la banlieue, paroisse de Notre-Dame-de-Québec.

source: A piece of land forming the southerly part of lot number four thousand four hundred and forty-one (4441) on the for Montcalm Ward of the city of Quebec, containing from five thousand to eight thousand feet in superficies, <a href="">and a piece of land forming the southerly and south westerly part of lot number four thousand four hundred and forty-two (4442) on the said cadastral plan, containing from twelve thousand to fifteen thousand feet in superficies (said properties belonging to The Ladies Protestant Home of Quebec and the Heirs Lampson respectively).
fr_ca: Un morceau de terre étant la partie sud du lot numéro quatre mille quatre cent quarante et un (4441) du du quartier Montcalm de la cité de Québec, contenant de cinq mille à huit mille pieds en superficie, <a href="">et un morceau de terre étant la partie sud et sud-ouest du lot numéro quatre mille quatre cent quarante-deux (4442) du dit plan cadastral, contenant de douze mille à quinze mille pieds en superficie (les dites propriétés appartenant respectivement aux dames dites The Ladies Protestant Home of Quebec et aux héritiers Lampson).

source: The lot of land originally bearing the number four thousand four hundred and forty (4440) on the for Montcalm Ward of the city of Quebec, <a href="">which is now subdivided into numerous lots, belonging to The Seminary of Quebec and commonly called “The Seminary Farm”, with the house and other buildings thereon erected.
fr_ca: Le lot de terre portant originairement le numéro quatre mille quatre cent quarante (4440) du du quartier Montcalm de la cité de Québec, <a href="">aujourd’hui subdivisé en de nombreux lots, appartenant au Séminaire de Québec et communément appelé la Ferme du Séminaire, avec la maison et autres constructions y érigées.

source: A small piece of land forming the south-east corner of the property of The Church of England Female Orphan Asylum <a href="">(which adjoins the said ).
fr_ca: Une petite étendue de terre formant l’angle sud-est de la propriété The Church of England Female Orphan Asylum <a href="">(laquelle est contiguë à la dite ).

source: QUEBEC, July 15th, 1908.
fr_ca: Québec, 15 juillet 1908.

source: The National Battlefields Commission approval of the Governor in Council, purchase, acquire and hold the whole or part of the lands and <a href="">immovable properties hereinafter described, namely:
fr_ca: La Commission des champs de bataille nationaux du Gouverneur en conseil, acheter, acquérir et posséder la totalité ou partie <a href="">des terrains et immeubles ci-après désignés, savoir :

source: The tract of land on the south side of the street called “La Grande Allée”, in the city of Quebec, granted to “The ” in virtue of chapter 14 of the statutes of 1891, <a href="">and fully described therein, with all the buildings erected thereon:
fr_ca: Le lopin ou lot de terre situé du côté sud de la rue appelée « la Grande Allée », en la cité de Québec, concédé au « » sous l’autorité du chapitre 14 des lois de 1891, <a href="">et formellement désigné en la dite loi, avec toutes les constructions y érigées;

source: The parcels of land bearing numbers 96, 97, 98, 99 and 66 of the subdivision of cadastral lot number 4437 of Montcalm ward of the city of Quebec any dwelling houses, the tower commonly known as “Martello Tower number two”, <a href="">or other buildings of any kind erected on these parcels of land:
fr_ca: les morceaux ou lopins de terre portant les numéros 96, 97, 98, 99 et 66 de la subdivision du lot cadastral numéro 4437 du quartier Montcalm de la cité de Québec totalité ou une partie quelconque des habitations, la tour communément connue sous l’appellation « tour Martello »,<a href=""> numéro deux, ou les autres constructions d’une nature quelconque érigées sur ces lopins de terre;

source: The portions of the lots numbers four thousand four hundred and forty-one (4441) and four thousand four hundred and forty-two (4442) on the for Montcalm ward of the city of Quebec, comprised between the two pieces of land respectively forming part of these lots belonging to The Ladies Protestant Home of Quebec and the Heirs Lampson respectively and mentioned in article 8 of the Schedule to chapter 58 of the statutes of 1908, <a href="">and a parallel to the northwest side of Tower street drawn across the said lots four thousand four hundred and forty-one and four thousand four hundred and forty-two, from the easternmost corner of lot number four thousand four hundred and forty-three of the cadastre of the said Montcalm ward of the city of Quebec; and the buildings which may be erected thereon:
fr_ca: Les parties des lots numéros quatre mille quatre cent quarante et un (4441) et quatre mille quatre cent quarante-deux (4442) du du quartier Montcalm de la cité de Québec, comprises entre les deux morceaux de terre formant respectivement partie de ces lots appartenant au Ladies’ Protestant Home of Quebec et aux héritiers Lampson, respectivement, et désignées au paragraphe 8 de l’annexe du chapitre 58 des lois de 1908, <a href="">et une ligne parallèle au côté nord-ouest de la rue de la Tour (Tower), tirée à travers les dits lots quatre mille quatre cent quarante et un et quatre mille quatre cent quarante-deux, à partir de l’angle extrême est du lot numéro quatre mille quatre cent quarante-trois du cadastre du dit quartier Montcalm de la cité de Québec; et les constructions qui peuvent y avoir été érigées;

source: All the lots or parcels of land, portions of lots or parcels of land and projected streets — with any building which may be erected thereon — hereinafter mentioned in this paragraph and lying in the city of Quebec, outside or surrounding a certain tract of land upon which is erected the Quebec jail and its dependencies and which tract of land, also in the city of Quebec, reserved by the Government of the province of Quebec for the purposes of the Quebec jail, is bounded towards the northwest by a line — southeast of Monument Street — in the northeasterly prolongation of the northwest boundary of lots numbers one hundred and sixty — A (160 — A) and one hundred and sixty — B (160 — B) of the cadastre of the Banlieue, parish of Notre-Dame-de-Quebec, towards the southeast by a line parallel to the lower or rear wall of the jail yard and one hundred and fifty feet distant — to the southeast — from the end towers of this wall, towards the northeast by the northeast side of the passage or street along the northeast wall of said jail yard and the fence in prolongation of same, <a href="">and towards the southwest by a line parallel to the north-easternmost boundary of the Plains of Abraham and at a distance of one hundred and ten feet to the northeast therefrom, and covers a superficial area of three hundred and forty-two thousand nine hundred and fifty square feet more or less, English measure: — the northeast part of lot number four thousand four hundred and forty-seven (4447) bounded towards the southwest by the said tract of land reserved for the purposes of the Quebec jail, lot number four thousand four hundred and forty-eight (4448), those portions of lots numbers four thousand four hundred and forty-nine (4449) and four thousand four hundred and fifty (4450) which lie outside of the said tract of land reserved for the purposes of the Quebec jail; lots numbers four thousand four hundred and fifty-one (4451), four thousand four hundred and fifty-two (4452), four thousand four hundred and fifty-three (4453), four thousand four hundred and fifty-four (4454), four thousand four hundred and fifty-five (4455), four thousand four hundred and fifty-six (4456), four thousand four hundred and fifty-seven (4457), four thousand four hundred and fifty-eight (4458), four thousand four hundred and fifty-nine (4459), four thousand four hundred and sixty (4460), four thousand four hundred and sixty-one (4461), four thousand four hundred and sixty-two (4462), four thousand four hundred and sixty-three (4463), four thousand four hundred and sixty-four (4464), four thousand four hundred and sixty-five (4465), four thousand four hundred and sixty-six (4466), four thousand four hundred and sixty-seven (4467), four thousand four hundred and sixty-eight (4468), four thousand four hundred and sixty-nine (4469) and four thousand four hundred and seventy (4470) of the cadastre of Montcalm ward of the city of Quebec — and also all the intervening projected streets shown on the of the said Montcalm ward of the city of Quebec, mentioned in the descriptions of these lots contained in the book of reference of said cadastre and lying outside of the aforesaid tract of land reserved by the Government of the province of Quebec for the purposes of the Quebec jail: — also the portion of lot number one hundred and sixty (160) lying partly to the northwest and partly to the southwest of the aforesaid tract of land reserved for the purposes of the Quebec jail, the portion of lot number one hundred and fifty-nine (159) lying to the southwest of the same tract of land, the portion of lot number one hundred and sixty-six (166) lying partly to the southwest and partly to the southeast of the same tract of land, said lots numbers one hundred and sixty — A and one hundred and sixty — B (160 — A and 160 — B) and the portions of the two projected streets respectively to the northwest (Tower street) and to the southeast (street unnamed) of the aforesaid portion of lot number one hundred and fifty-nine, all the cadastre of the Banlieue, parish of Notre-Dame-de-Quebec:
fr_ca: tous les lots ou lopins de terre, parties de lots ou lopins de terre et rues projetées, — avec les constructions quelles qu’elles soient qui peuvent y avoir été érigées — ci-après mentionnés au présent paragraphe et situés en la cité de Québec, à l’extérieur ou dans l’entourage d’un certain morceau de terre sur lequel est construite la prison de Québec et ses dépendances et lequel morceau de terre, aussi en la cité de Québec, réservé par le gouvernement de la province de Québec, pour les fins de la prison de Québec, est borné vers le nord-ouest par une ligne — au sud-est de la rue du Monument — dans le prolongement nord-est de la limite nord-ouest des lots numéros cent soixante-A (160-A) et cent soixante-B (160-B) du cadastre de la Banlieue, paroisse de Notre-Dame-de-Québec, vers le sud-est par une ligne parallèle au mur inférieur ou mur d’arrière de la cour de la prison et à cent cinquante pieds de distance — vers le sud-est — des tours de l’extrémité de ce mur, vers le nord-est par le côté nord-est du passage ou de la rue qui longe le mur nord-est de la dite cour de prison, et la clôture qui en fait le prolongement, et vers le sud-ouest par une ligne parallèle à la borne extrême nord-est des plaines d’Abraham et à une distance de cent dix pieds au nord-est des dites plaines, et couvre une superficie totale de trois cent quarante-deux mille neuf cent cinquante pieds carrés, plus ou moins, mesure anglaise; la partie nord-est du lot numéro quatre mille quatre cent quarante-sept (4447) bornée vers le sud-ouest par le dit lopin de terre réservé pour les fins de la prison de Québec, le lot numéro quatre mille quatre cent quarante-huit (4448), les parties des lots numéros quatre mille quatre cent quarante-neuf (4449) et quatre mille quatre cent cinquante (4450) qui sont situées en dehors du dit lopin de terre réservé pour les fins de la prison de Québec; les lots numéros quatre mille quatre cent cinquante et un (4451), quatre mille quatre cent cinquante-deux (4452), quatre mille quatre cent cinquante-trois (4453), quatre mille quatre cent cinquante-quatre (4454), quatre mille quatre cent cinquante-cinq (4455), quatre mille quatre cent cinquante-six (4456), quatre mille quatre cent cinquante-sept (4457), quatre mille quatre cent cinquante-huit (4458), quatre mille quatre cent cinquante-neuf (4459), quatre mille quatre cent soixante (4460), quatre mille quatre cent soixante-un (4461), quatre mille quatre cent soixante-deux (4462), quatre mille quatre cent soixante-trois (4463), quatre mille quatre cent soixante-quatre (4464), quatre mille quatre cent soixante-cinq (4465), quatre mille quatre cent soixante-six (4466), quatre mille quatre cent soixante-sept (4467), quatre mille quatre cent soixante-huit (4468), quatre mille quatre cent soixante-neuf (4469) et quatre mille quatre cent soixante-dix (4470) du cadastre du quartier Montcalm de la cité de Québec, et aussi toutes les rues projetées qui les séparent et indiquées sur le <a href="">du dit quartier Montcalm de la cité de Québec, mentionnés dans les descriptions de ces lots contenues dans le livre de renvoi du dit cadastre et situés en dehors du susdit lopin de terre réservé par le gouvernement de la province de Québec pour les fins de la prison de Québec; aussi la partie du lot numéro cent soixante (160) qui est située partie au nord-ouest et partie au sud-ouest du susdit lopin de terre réservé pour les fins de la prison de Québec, la partie du lot numéro cent cinquante-neuf qui est située au sud-ouest du même lopin de terre, la partie du lot numéro cent soixante-six (166) qui est située partie au sud-ouest et partie au sud-est du dit lopin de terre, les dits lots numéros cent soixante-A et cent soixante-B (160-A et 160-B) et les parties des deux rues respectivement projetées au nord-ouest (rue de la Tour) et au sud-est (rue non nommée) de la susdite partie du lot numéro cent cinquante-neuf, le tout du cadastre de la Banlieue, paroisse de Notre-Dame-de-Québec;
